<%@ page contentType="text/html; charset=UTF-8"%>
<%@ include file="/include/url.jsp" %>
<!doctype html>
<html>
<head>
<meta charset="utf-8">
<!-- <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0" /> -->
<meta name="format-detection" content="telephone=no" />
<meta name="apple-mobile-web-app-capable" content="yes" />
<meta name="apple-mobile-web-app-status-bar-style" content="black">
<title>砖头网</title>
<Link rel="shortcut icon" href="<%=pathUrl %>/images/zhuan.ico" />
<link rel="stylesheet" type="text/css" href="css/style-common.css">
<style>
body {
 width:92%; max-width:1170px; min-width:auto; margin: 0 auto;
	font-size: 14px;
	font-family: "Microsoft yahei";
}
.agree_top img{width:100%;}
.con1090 {
	/* width: 1090px; */
	margin: 0 auto;
}

.agree_top {
	margin-top: 20px;
}

.bianhao {
	text-align: right;
	margin-right: 10px;
	color: #464646;
	font: 16px/40px "Microsoft yahei";
	
}

.titltsub {
	text-align: center;
	font: 30px/100px "Microsoft yahei";
	color: #464646;
	border-bottom: 1px dashed #e5e5e5;
}

.xieyicon {
	text-indent: 2em;
	padding: 10px;
	font: 16px/28px "Microsoft yahei";
}

.xieyicon p {
	margin-top: 10px;
}

.downloadfile a {
	display: block;
	width: 220px;
	height: 52px;
	margin: 30px auto;
	font: 18px/52px "Microsoft yahei";
	background: #55b0fd;
	color: #fff;
	text-align: center;
	border-radius: 10px;
}

.downloadfile a:hover {
	background: #3291f0;
}
</style>
</head>
<body>
<% try{ %>
	
			<p><strong>协议编号：HXY-2017082050</strong></p>

<p><strong>环环投</strong><strong>服务协议</strong></p>

<p>&nbsp;</p>

<p><strong>甲方：</strong><strong>爱砖头（天津）网络科技有限公司</strong></p>

<p>法人：王晨松</p>

<p>住所：天津市滨海高新区华苑产业区海泰华科三路1号5-2-401-3</p>

<p><strong>乙方：马玉丰</strong></p>

<p>身份证号码：211103197501122118</p>

<p>联系方式：13795051002</p>

<p><strong>砖头</strong><strong>网</strong><strong>用户名：13795051002</strong></p>

<p>&nbsp;</p>

<p>鉴于：</p>

<p>1.&nbsp;甲方为砖头网（域名：www.izhuantou.com）平台的运营和管理方，目前已提供受托出借&ldquo;环环投&rdquo;出借计划（以下简称&ldquo;该出借计划&rdquo;）的服务；</p>

<p>2.&nbsp;乙方为砖头网平台注册用户，系具有完全民事权利和民事行为能力的自然人，其在充分了解并清楚知晓该出借计划出借风险的前提下，委托甲方为其出借。</p>

<p>就乙方委托甲方该出借计划的相关事项，现双方在平等自愿的基础上达成如下协议：</p>

<p>一、释义</p>

<p>以下词语在本协议中定义如下：</p>

<p>1.1&nbsp;环环投：是甲方受乙方委托而出借的一种期限灵活、资金流动性高的出借出借计划。</p>

<p>1.2&nbsp;出借人：指在砖头网平台注册成功的会员，委托甲方在该出借计划项下提供一定数量的资金给项目交易相对方且具有完全民事权利能力和民事行为能力年满18周岁的自然人。在本协议中，出借人即乙方。</p>

<p>1.3&nbsp;项目交易相对方：指有一定的资金需求、在砖头网平台成功注册，并由甲方推荐给乙方得到乙方出借资金，且具有完全民事权利能力和民事行为能力年满18周岁的自然人或合法存续的法人。</p>

<p><strong>1.4&nbsp;分账户：指出借人或项目交易相对方以自身名义在砖头网平台注册后系统自动产生的隶属于砖头网平台第三方账户的分账户，可以通过第三方支付机构及/或其他通道进行充值或提现。</strong></p>

<p>1.5&nbsp;&nbsp;砖头网平台第三方账户：以甲方名义在与甲方合作的支付机构（平台合作的第三方支付平台或托管机构）开设的支付账户。</p>

<p><strong>1.6&nbsp;出借资金：指出借人出借进入到该出借计划的实际资金。</strong></p>

<p>1.7&nbsp;债权：指出借人将出借资金出借于该出借计划从而在相关协议项下享有的所有权利。</p>

<p>&nbsp;</p>

<p>二、协议内容</p>

<p>2.1&nbsp;&ldquo;环环投&rdquo;出借计划简介：该出借计划是由甲方根据砖头网平台的发标情况，任意提取其中部分项目作为出借标的，在系统支持下依照分散出借标准进行自动投标；并在收到乙方申请且审核通过的情况下由系统自动发起债权转让，通过出让已持有的全部或部分债权以满足乙方资金流动性的需求，进而实现灵活出借并获取收益的目的。</p>

<p>2.2&nbsp;出借范围：该出借计划出借范围包含砖头网平台系统筛选的合格项目。</p>

<p>2.3&nbsp;出借门槛：人民币100元起投，每次出借额为100元的整倍数；可分多次出借。</p>

<p>2.4&nbsp;出借限制：该出借资金的总额并非固定不变，甲方可根据市场行情变化随时调整，并在砖头网平台进行公告。</p>

<p>2.5&nbsp;出借资金来源保证：乙方保证其在本协议项下的出借资金来源合法，乙方是该出借资金的合法所有人。如果其他第三方对出借资金归属、合法性问题提出异议，由乙方自行解决，并承担因此给甲方及该出借计划项下对应的项目交易相对方造成的损失（如有）。</p>

<p>2.6&nbsp;乙方在该出借计划项下的出借资金总额、变动情况、收益等均以乙方在砖头网平台第三方账户的记载为准。</p>

<p>三、本协议的成立及生效</p>

<p>3.1&nbsp;本协议成立：乙方按照砖头网平台发布的该出借计划出借规则，点击&ldquo;确认出借&rdquo;按钮（具体以砖头网平台显示为准）后，即视为乙方与甲方已达成协议并同意接受本协议的全部约定以及砖头网平台所包含的其他与该出借计划及本协议有关的各项规则的规定。</p>

<p>3.2&nbsp;出借资金冻结：乙方点击&ldquo;确认出借&rdquo;按钮（具体以砖头网平台显示为准）后，即视为乙方已经向甲方发出不可撤销的授权指令，授权甲方委托相应的支付机构，在乙方的分账户中，冻结金额等同于乙方当笔的出借资金数额。上述冻结在甲方为乙方进行当笔出借资金的划出时解除。</p>

<p>3.3&nbsp;本协议生效：本协议自签订之日起生效。本协议生效后对乙方的账户的处置（包括但不限于多次出借、提取收益、转出出借资金等）均具有约束力。</p>

<p>3.4&nbsp;出借资金划出：本协议生效后，乙方即不可撤销地授权甲方委托相应支付机构，将冻结的出借资金划转至项目交易相对方的分账户。</p>

<p>&nbsp;</p>

<p>四、出借</p>

<p>4.1&nbsp;乙方全权委托甲方按照本协议的约定对出借资金及所得收益作为本金进行项目出借，出借范围包括但不限于直接出借或者受让债权，同时乙方授权甲方在出借时以乙方名义代为在线签署相应的出借或债权转让合同。<strong>乙方确认：甲方于该出借计划项下代乙方进行的出借行为及签署的相关文件均由乙方承担全部义务并享有相应的权利。</strong></p>

<p>4.2&nbsp;乙方出借该出借计划后，甲方将按照乙方出借的时间先后顺序，协助乙方将出借资金出借到具体项目中去。</p>

<p>4.3&nbsp;出借期限：<strong>1.0个月</strong>。</p>

<p>五、收益结算</p>

<p>5.1&nbsp;收益起算时间：乙方确认出借后，资金冻结时即开始计算收益。</p>

<p>5.2&nbsp;收益截止时间：出借期满。</p>

<p>5.3&nbsp;收益结算方式：一次性还本付息</p>

<p>5.4&nbsp;甲乙双方同意：实际收益以砖头网平台最终结算的收益率为准。&nbsp;</p>

<p>5.5预期年化收益率：7.20%</p>

<p>六、资金复投及提前结束</p>

<p>6.1&nbsp;<strong>乙方同意并授权甲方：在出借资金出借的具体项目还款或者终止后自动进行复投。</strong></p>

<p><strong>6.2 &nbsp;</strong><strong>如该出借计划的可分配收益高于描述的预期年化收益率的，则出借人特此不可撤销的确认并同意：以超出描述的预期年化收益率的收益作为平台手续费及风险备用金；如该出借计划的可分配收益低于描述的预期年化收益率的，平台有权使用风险备用金为出借人补齐不足约定收益的部分。</strong></p>

<p>6.3&nbsp;出借的提前结束</p>

<p>6.3.1&nbsp;方式：乙方可选择提前结束该出借计划。如需提前结束，乙方应点击&ldquo;提前结束&rdquo;（具体以砖头网平台显示为准）功能按钮的方式提交申请；等待甲方审核确认。</p>

<p>6.3.2&nbsp;申请时间：<strong>该出借计划超过三个月，且出借计划剩余时间多于一个月。</strong></p>

<p>&nbsp;</p>

<p>6.3.3&nbsp;上述转让申请一经提交，即视为乙方不可撤销的授权甲方代为发起债权转让，此等授权的范围包括但不限于以转出金额定价为原则发起债权转让、以乙方名义与债权受让方签署相关交易协议（协议条款以砖头网平台公布为准）等。<strong>甲方于授权范围内进行的一切行为由乙方承担全部法律责任并享有相应合同的权利。</strong>该出借计划项下的债权转让，不受砖头网平台其他债权转让项目规则的限制。</p>

<p>&nbsp;</p>

<p>七、居间服务费用</p>

<p><strong>7.1&nbsp;乙方知悉、了解并同意：甲方有权根据其与项目交易方的约定收取居间服务费用。</strong></p>

<p>&nbsp;</p>

<p><strong>八、风险提示（包括但不限于以下风险皆为乙方自愿承担）</strong></p>

<p>8.1&nbsp;出借风险：该出借计划不同于银行储蓄，乙方既可能分享出借所产生的收益，也可能承担出借所带来的损失。乙方应判断该出借计划与其自身风险承受能力、其资产管理需求是否相匹配后，自行决定是否委托甲方出借该出借计划。</p>

<p>8.2&nbsp;市场风险：甲方承诺将基于诚实信用、勤勉尽责的原则受托进行出借和协助乙方进行债权转让，但该出借计划在运作过程中可能面临各种市场风险，甲方并不保证出借该出借计划一定会产生盈利，亦不保证最低收益。</p>

<p>8.3 &nbsp;信用风险：若因市场变动，债务人发生信用违约事件而未偿付本金、收益，乙方将蒙受损失，在极端情况下，前述信用风险可能导致乙方理财本金部分或者全部损失。</p>

<p>8.4 &nbsp;出借计划风险：甲方并不对本出借计划的本金及预期收益提供任何明示或暗示的保本保息承诺；本出借计划到期时债务人有可能无法按期履行还款义务，出借计划提供方或推荐方提供的保障措施可能无法实现，乙方直接向债务人追偿时可能产生相关诉讼费、律师费等成本。</p>

<p>8.5&nbsp;政策风险：该出借计划是依据现行相关法律法规和监管政策等而设计；如相关法律法规、监管政策等发生变化，则可能影响该出借计划的正常进行，甚至终止该出借计划。</p>

<p>8.6&nbsp;信息传递风险：该出借计划存续期内，甲方可根据本协议约定对本协议及相关规则进行调整，甚至终止受托服务。届时，甲方将在砖头网平台（包括但不限于官网公告、站内信、手机平台等方式）进行公布。乙方应根据本协议所载的公告方式及时查询相关信息。如因乙方未及时查询，或通讯故障、系统故障以及其他不可抗力等因素的影响使得乙方未能及时了解到相关调整，由此产生的责任和风险由乙方自行承担。</p>

<p>8.7&nbsp;不可抗力风险：由于自然灾害、战争、社会动乱、罢工、电力中断、黑客攻击、计算机病毒、系统或网络故障等不可抗力因素的出现，可能严重影响该出借计划及服务的正常运行。&nbsp;&nbsp;</p>

<p>九、本协议的修改及终止</p>

<p>9.1&nbsp;双方均确认，本协议的签订、生效和履行以不违反法律法规、<strong>监管政策等</strong>为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律<strong>法规、监管政策等</strong>，导致该条被视为无效，该无效条款并不影响本协议其他条款的效力。</p>

<p><strong>9.2&nbsp;乙方同意甲方有权根据国家法律法规、监管政策、自律规定、市场变化等对本协议及与本协议相关的规则进行调整，必要时甲方有权终止乙方对该出借计划的出借，甲方并不就此承担违约责任。</strong></p>

<p><strong>9.3&nbsp;调整或修改后的协议内容及相关业务规则将在砖头网平台（包括但不限于官网公告、站内信、手机平台等方式）进行公布并立即生效，无需另行通知乙方。如果乙方不接受修改，可在其出借的资金款项到期或将债权转让后，将其账户的全部资金转出，如乙方继续出借该出借计划即被视为接受上述协议的修改，并受修改后的协议及相关业务规则约束。</strong></p>

<p>9.4&nbsp;本协议的任何修改、补充均须以砖头网平台电子文本形式作出。</p>

<p>9.5&nbsp;本协议作为乙方出借该出借计划的约定，可适用于乙方在该出借计划项下连续的或间断的多次出借行为，直至乙方不再出借该出借计划，本协议自动终止。</p>

<p>&nbsp;</p>

<p>十、其他</p>

<p>10.1&nbsp;本协议以电子文本形式生成。</p>

<p>10.2&nbsp;&nbsp;如双方在本协议履行过程中发生任何争议，应友好协商解决；如协商不成，向合同签订地人民法院提起诉讼。</p>

<p>本合同签订地为：天津市南开区。</p>

<p>10.3&nbsp;与该出借计划相关的其他具体操作规则以砖头网平台显示为准，并作为本协议的附件，如具体规则与本协议不一致的，以具体规则为准。</p>

<p>10.4 &nbsp;如任意一方有纸质合约的需求，包含不限于邮寄费等费用由其自行承担。</p>

<p><strong>出借人声明：为了维护自身的合法权益、防范出借风险，本人已仔细阅读本协议各条款以及与该出借计划相关的全部出借计划规则，特别是加粗字体条款，并已充分知悉、了解该出借计划的运作规则、出借范围、协议双方的权利、义务、责任以及第八条的风险提示。一旦本人在线点击同意相关协议及&ldquo;确认出借&rdquo;的出借确认按钮，即视为对本协议全部条款、相关业务规则及全部风险已充分理解并完全接受。</strong></p>
			
		</div>
	<%}catch(Exception e){
	response.sendRedirect("error.jsp");
    return;  
} %>
</body>
</html>
